{
    "title": "The Trust Problem: Why 'I Didn't Use AI' Isn't Enough Anymore",
    "date": "2026-01-30",
    "author": "Officially Human Art",
    "excerpt": "AI detection tools don't work. 'I didn't use AI' isn't enough. Learn why evidence-based certification is the only reliable way to prove your art is human-made.",
    "keywords": "prove art is not AI, human made art certificate, how to prove I didn't use AI, art authenticity verification",
    "published": true,
    "body": [
        "When you buy organic food, you don't just take the farmer's word for it. There's a label, a certification body, and a set of standards behind it. The label doesn't mean non-organic food is bad — it means that if this distinction matters to you, there's a reliable way to know what you're getting.",

        "Creative work doesn't have that yet. But it needs to.",

        { "type": "heading", "text": "A missing label" },

        "AI-generated content has become indistinguishable from human-made work in many contexts. That's not necessarily a problem — AI tools have legitimate uses. The problem is that there's no reliable way to tell the difference when it matters.",

        "Some buyers want to support human creators. Some collectors care about provenance. Some clients need to know a real person made the work they're commissioning. Right now, all they have to go on is a verbal promise. And in a market where anyone can claim anything, that's not enough.",

        { "type": "heading", "text": "Why detection doesn't work" },

        "AI detection tools are unreliable — they flag genuine human work as AI-generated and miss obvious machine output. They treat every artist as a suspect. Verbal declarations aren't much better: anyone can say 'I didn't use AI', and there's no way for a buyer to verify it.",

        "What's missing isn't better detection. It's a standard — like the organic label — that creators can opt into and buyers can trust.",

        { "type": "heading", "text": "Evidence over detection" },

        "Human creation leaves traces: sketches, work-in-progress photos, timelapses, notes, physical materials. AI can generate a finished image in seconds, but it can't produce a plausible three-hour timelapse of painting it.",

        "That's the foundation for a certification that actually means something. Not detection — documentation.",

        { "type": "heading", "text": "How it works" },

        "Officially Human Art is evidence-based certification. Artists submit their work alongside process evidence, and a trust tier is assigned:",

        { "type": "list", "items": [
            "Bronze — your finished work plus a signed declaration",
            "Silver — process evidence included (WIP photos, sketches, notes)",
            "Gold — rich documentation (timelapse, dated files, extensive process evidence)"
        ]},

        "Each certified work gets a verification page, an embeddable badge, and a QR code — like a quality mark you can display wherever your work is sold. More evidence means a higher tier, and buyers can decide what level of assurance they need.",

        { "type": "heading", "text": "What you can do today" },

        "Your first three certificates are free. The process is simple:",

        { "type": "ol", "items": [
            "Create your account at Officially Human Art",
            "Submit your work with whatever process evidence you have",
            "Get your certificate, QR code, and embeddable badge",
            "Share it wherever your work is sold or displayed"
        ]},

        "Human creation isn't just about the output. It's about the process — the hours, the decisions, the drafts, the mistakes. That process leaves evidence. And evidence can be verified.",

        { "type": "hr" },

        "Officially Human Art is a free certification service for artists, writers, musicians, and all human creators. <a href='/register.html'>Get started free</a> or <a href='/'>browse certified works</a>."
    ]
}
